Repository: yshialexandra/Optimizing_LLM_Chinese_Translation_through_Syntactic_Feature_Extraction_and_Representation_Editing
Catalog: yshibachlorpaper/Yiyan_tmx/B05B.tmx
Source language: en_us
Languages: zh_cn

source: When Home Becomes Hell
zh_cn: 新闻周刊特稿：逃离伊拉克

source: March 19, 2007 issue
zh_cn: 一个世居美国的伊拉克女人，在伊拉克爆发战争后不久，根据亲人朋友的真实情况整理而成的新闻特稿。

source: - My Uncle Brahim is trapped inside his Baghdad home --- waiting to flee a country that six months ago he swore he'd never leave.
zh_cn: 我的叔父卜拉欣，现在还困在巴格达的家里，等待着有朝一日得以逃离那个国家，一个六个月前他还发誓决不离开的国家。

source: With him are his wife, his hugely pregnant daughter and his 1-year-old grandson.
zh_cn: 与叔父相伴的家人还有妻子，一个还挺着大肚子的女儿，还有年仅一岁的外孙子。

source: I'm not sure how to say "cabin fever" in Arabic, but I'm pretty sure they have it.
zh_cn: 我不知道用阿拉伯语怎么表达“幽闭烦躁症”，但我100％肯定，他们一定患有这种病症。

source: They've been holed up for months in that house as battles rage in and around their Mansour neighborhood.
zh_cn: 自从他们的家乡曼苏尔及其邻近地区爆发战乱以来，他们就一直躲在家里，一躲就是数月。

source: I can hear the anarchy outside their door when I called --- explosions, gunshots and, once, a scream.
zh_cn: 和他们通电话时，还能时不时听辨出房子外面处于无政府状态：爆炸声和枪击声，有一次还听到尖叫声。

source: Still, my 77-year-old diabetic uncle greets me like the world is full of roses: "Habibi hiyati! [Love of my life!] How is my American girl?"
zh_cn: 尽管如此，已77岁高龄的叔父，尚且不顾罹患糖尿病的身体，仍然装出一副世界太平的样子和我寒暄：“哈比比，西亚提！（热爱生命吧！）你好吗，我的美国闺女？”

source: There seem to be a billion obstacles between Brahim's family and escape.
zh_cn: 路漫漫兮云水长。卜拉欣一家想逃离家园，简直比登天还难，横在他们面前的重重障碍无穷无尽。

source: They're still waiting on their new Iraqi passports, even though Brahim applied months ago.
zh_cn: 他们还在等待新版伊拉克护照，要知道，卜拉欣早在好几个月前就提出了申请。

source: And who will watch their house of 45 years and all their belongings inside?
zh_cn: 还有，他们走了以后，谁来照看这套住了45年的房子和里面的一切财产？

source: Then there's the question of where to go.
zh_cn: 然后呢，还有往何处去的难题在等着他们。

source: Jordan and Syria are already swamped with Iraqi refugees and have tightened, if not sealed off, their borders.
zh_cn: 伊拉克难民在约旦及叙利亚早就人满为患，边境加强了管制，不久甚至可能关闭。

source: It's clear that Brahim and his family waited too long, and now things are desperate.
zh_cn: 显然，卜拉欣一家已经等了太久太久，可令他们绝望的事情总是接踵而至。

source: "I think maybe we will try Bulgaria, Loreen," he says.
zh_cn: 他在电话里说：“罗琳，我想我们还可以碰碰运气，看能否逃往保加利亚。

source: "My son-in-law knows a person there, and I hear they are excellent for the clinic of diabetes."
zh_cn: 我女婿在那边有一个熟人，我还听说那边的人治疗糖尿病很有一套。”

source: Baghdad or Bulgaria? This is what it's come to for thousands of families like ours.
zh_cn: 留乎？去乎？到底留在巴格达还是逃往保加利亚，这个问题困扰着成千上万和我叔父一样的伊拉克家庭。

source: Most everyone from my dad's side of the family (whose names I've changed for security reasons) lived in the Iraqi capital up until 2003.
zh_cn: 我父亲这边的家族，2003年的时候基本上都还住在伊拉克首都（出于安全考虑，本文隐去了他们的真名）。

source: But now, if they're not hiding out in their homes, they're struggling to adjust to life somewhere else.
zh_cn: 可如今，他们要么躲在家里，要么设法到别的地方求生。

source: Brahim's middle daughter, Mahia, is in Amman with her three young kids.
zh_cn: 卜拉欣的次女玛希雅，现在和她三个幼小的孩子都在阿曼。

source: Her sister Lulu is in Germany with her husband and baby.
zh_cn: 玛希雅的妹妹路路和丈夫及孩子一起则住在德国。

source: My late Aunt Fatima's son Sami fled to southern Iraq when his Baghdad home was seized by insurgents. He's now looking to move to Egypt or even Sweden.
zh_cn: 我的后婶娘珐提玛有个儿子，叫萨米，早在他们位于巴格达的家被叛军夺取的时候就只身逃往伊拉克南方，他现在正设法迁往埃及甚至瑞典。

source: His brilliant geologist sister Silma left her upscale Baghdad home and is now stuffed into a tiny apartment in Amman with her husband, Omar, and three teenagers.
zh_cn: 萨米有个姐姐叫希尔玛，一个很有前途的地质学家，也不得不从巴格达上流社区迁了出来，和丈夫奥马尔及三个已经十几岁的孩子在阿曼挤在一处狭小的两居室小房子里。

source: Uncle Hassan's daughter Loubna, once a curator for the museum of Baghdad, fled to Syria. So did her brother.
zh_cn: 我另一个叔父哈桑的女儿劳伯娜，原是巴格达博物馆馆长，也已逃往叙利亚，她的弟弟也已逃往那里。

source: But their sister never arrived. She was killed on the road from Baghdad to Damascus.
zh_cn: 可是他们的妹妹已经永远来不到她们姐弟身边了：就在从巴格达逃往大马士革的路上，妹妹被炸死了。

source: Three more distant relatives were never afforded the chance to fleeвЂ”or turn 25. They were brutally murdered, their mutilated bodies dumped in the streets of Baghdad.
zh_cn: 我还有三个远房亲戚，他们甚至连逃亡的机会都没有，他们还没活到25岁就被残杀，尸体被肢解后散落在巴格达街头。

source: Those cousins who have made it out of Iraq alive are part of the fastest-growing refugee crisis in the world.
zh_cn: 我那些逃出伊拉克并且还能幸运活下来的堂兄弟姐妹，是爆发于当今世界的难民潮的组成部分。

source: An estimated 2.3 million Iraqis have fled the country since the 2003 invasion. They represent the largest displacement of people in the region since the Palestinian diaspora nearly a half century ago.
zh_cn: 自从2003年美军入侵伊拉克以来，逃离这个国家的伊拉克人总数估计已达230万人，创下了约半个世纪前阿富汗难民事件以来无家可归人数的最高记录。

source: About 50,000 people escape Baghdad each month.
zh_cn: 现在平均每个月都有大约5万人逃离巴格达。
